RusLocaleFixes['hud_heist_hvh_01_hl'] = 'Войдите на полосу препятствий'
RusLocaleFixes['hud_heist_hvh_01'] = 'Нажмите кнопку старта, чтобы начать забег.'
RusLocaleFixes['hud_heist_hvh_02_hl'] = 'Защищайте сейф'
RusLocaleFixes['hud_heist_hvh_02'] = 'Все игроки должны стоять возле сейфа. Не уходите, пока не закончится отсчет времени!'
RusLocaleFixes['hud_heist_hvh_03_hl'] = 'Захватите добычу'
RusLocaleFixes['hud_heist_hvh_03'] = 'Сбросьте добычу в вентиляцию.'
RusLocaleFixes['hud_heist_hvh_04_hl'] = 'Идите по кругу на старт'
RusLocaleFixes['hud_heist_hvh_04'] = 'Пора начинать сначала, идите к выходу и бегите по коридору. Время на исходе!'
RusLocaleFixes['hud_heist_hvh_05_hl'] = 'Нажмите кнопку побега'
RusLocaleFixes['hud_heist_hvh_05'] = 'У вас закончилось время! Используйте кнопку побега.'

RusLocaleFixes['heist_hvh_briefing'] = 'УБИВАТЬ, УБИВАТЬ, УБИВАТЬ, СЕЙФ, УБИВАТЬ, УБИВАТЬ, УБИВАТЬ\nУБИВАТЬ, УБИВАТЬ, УБИВАТЬ, СЕЙФ, УБИВАТЬ, УБИВАТЬ, УБИВАТЬ\nУБИВАТЬ, УБИВАТЬ, УБИВАТЬ, СЕЙФ, УБИВАТЬ, УБИВАТЬ, УБИВАТЬ\nУБИВАТЬ, УБИВАТЬ, УБИВАТЬ, СЕЙФ, УБИВАТЬ, УБИВАТЬ, УБИВАТЬ\nМААСКАА!!!!!!\nУБИВАТЬ, УБИВАТЬ, УБИВАТЬ, СЕЙФ, УБИВАТЬ, УБИВАТЬ, УБИВАТЬ\nУБИВАТЬ, УБИВАТЬ, УБИВАТЬ, СЕЙФ, УБИВАТЬ, УБИВАТЬ, УБИВАТЬ\nУБИВАТЬ, УБИВАТЬ, УБИВАТЬ, СЕЙФ, УБИВАТЬ, УБИВАТЬ, УБИВАТЬ\nУБИВАТЬ, УБИВАТЬ, УБИВАТЬ, СЕЙФ, УБИВАТЬ, УБИВАТЬ, УБИВАТЬ\nУБИВАТЬ, УБИВАТЬ, УБИВАТЬ, СЕЙФ, УБИВАТЬ, УБИВАТЬ, УБИВАТЬ\nУБИВАТЬ, УБИВАТЬ, УБИВАТЬ, СЕЙФ, УБИВАТЬ, УБИВАТЬ, УБИВАТЬ'

RusLocaleFixes['hud_hint_add_time'] = 'Время добавлено'
RusLocaleFixes['hud_hint_subtract_time'] = 'Время вычтено'

